---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DividedSurfaceFailures.DividedSurfaceSplitRefInvisible
source: html/8a2eab49-c89b-e685-5846-2f4b860b1c55.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DividedSurfaceFailures.DividedSurfaceSplitRefInvisible Property

Some of the splitting references of this Divided Surface are invisible in the current view.

## Syntax (C#)
```csharp
public static FailureDefinitionId DividedSurfaceSplitRefInvisible { get; }
```